/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50617
Source Host           : localhost:3306
Source Database       : test

Target Server Type    : MYSQL
Target Server Version : 50617
File Encoding         : 65001

Date: 2016-09-19 16:16:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for shoes
-- ----------------------------
DROP TABLE IF EXISTS `shoes`;
CREATE TABLE `shoes` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `type` varchar(50) NOT NULL COMMENT '跑鞋系列',
  `sex` tinyint(2) NOT NULL DEFAULT '1' COMMENT '1-男，2-女，12男女',
  `model` varchar(50) DEFAULT NULL COMMENT '型号',
  `jiaoxing` varchar(50) DEFAULT NULL COMMENT '脚型',
  `site` varchar(255) DEFAULT NULL COMMENT '适合场地',
  `exercise` varchar(50) DEFAULT NULL COMMENT '运动量',
  `price` decimal(9,2) NOT NULL COMMENT '价格',
  `description` text COMMENT '链接',
  `url` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=49 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of shoes
-- ----------------------------
INSERT INTO `shoes` VALUES ('1', '入门跑鞋', '2', 'GEL-IMPRESSION 6', '正常、内翻', '公路、健身房、塑胶跑道', '40', '312.00', '入门级缓冲慢跑鞋，后跟GEL系统与中底TRUSSTIC装置提高了鞋子的稳定性，适合大多消费者慢跑或低强度训练', 'http://item.jd.com/1133142982.html');
INSERT INTO `shoes` VALUES ('2', '入门跑鞋', '2', 'MAVERICK', '正常、内翻', '公路、健身房、塑胶跑道', '40', '345.00', null, 'http://item.jd.com/1236176339.html');
INSERT INTO `shoes` VALUES ('3', '入门跑鞋', '2', 'MAVERICK', '正常、内翻', '公路、健身房、塑胶跑道', '40', '349.00', null, 'http://item.jd.com/1815209449.html');
INSERT INTO `shoes` VALUES ('4', '入门跑鞋', '2', 'MAVERICK 2', '正常、内翻', '公路、健身房、塑胶跑道', '40', '345.00', '今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/10276732098.html');
INSERT INTO `shoes` VALUES ('5', '入门跑鞋', '2', 'GEL-EXALT', '正常、外翻', '公路、健身房、塑胶跑道', '50', '369.00', '入门级避震跑步鞋款。中底内侧搭载DUOMAX装置，防止外翻现象的产生。加上后跟GEL与中足部的TRUSSTIC构造，使该款成为一双高性价比的基础鞋款。该鞋适合慢跑或低强度训练。', 'http://item.jd.com/1449248049.html');
INSERT INTO `shoes` VALUES ('6', '入门跑鞋', '2', 'MAVERICK 2', '正常、内翻', '公路、塑胶跑道', '30', '389.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/10276718779.html');
INSERT INTO `shoes` VALUES ('7', '入门跑鞋', '2', 'MAVERICK', '正常、内翻', '公路、塑胶跑道', '30', '349.00', null, 'http://item.jd.com/1518946813.html');
INSERT INTO `shoes` VALUES ('8', '入门跑鞋', '2', 'GEL-CONTEND3', '正常、内翻', '公路、塑胶跑道', '30', '398.00', null, 'http://item.jd.com/10172163418.html');
INSERT INTO `shoes` VALUES ('9', '入门跑鞋', '1', 'GEL-CONTEND', '正常、内翻', '公路、塑胶跑道', '40', '329.00', '入门级缓冲慢跑鞋，后跟GEL系统减轻地面对脚部的冲击力，适合各类消费者慢跑或低强度训练', 'http://item.jd.com/1076751540.html');
INSERT INTO `shoes` VALUES ('10', '入门跑鞋', '1', 'MAVERICK', '正常、内翻', '公路、塑胶跑道', '40', '345.00', null, 'http://item.jd.com/1471009101.html');
INSERT INTO `shoes` VALUES ('11', '入门跑鞋', '1', 'GEL-EXAL', '正常、内翻', '公路、塑胶跑道', '40', '369.00', '是一款入门级避震跑步鞋款。中底内侧搭载DUOMAX装置，防止外翻现象的产生。加上后跟GEL与中足部的TRUSSTIC构造，使该款成为一双高性价比的基础鞋款。该鞋适合各类消费者慢跑或低强度训练。', 'http://item.jd.com/1449241324.html');
INSERT INTO `shoes` VALUES ('12', '入门跑鞋', '1', 'MAVERICK 2', '正常、外翻', '公路、塑胶跑道', '30', '345.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/10276677282.html');
INSERT INTO `shoes` VALUES ('13', '入门跑鞋', '1', 'MAVERICK2', '正常、内翻', '公路、塑胶跑道', '40', '345.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/1557428389.html');
INSERT INTO `shoes` VALUES ('14', '入门跑鞋', '1', 'MAVERICK2', '正常、内翻', '公路、塑胶跑道', '40', '345.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/1469931026.html');
INSERT INTO `shoes` VALUES ('15', '入门跑鞋', '1', 'MAVERICK2', '正常、内翻', '公路、塑胶跑道', '40', '389.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/1469933011.html');
INSERT INTO `shoes` VALUES ('16', '入门跑鞋', '1', 'MAVERICK2', '正常、内翻', '公路、塑胶跑道', '30', '385.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/10276704987.html');
INSERT INTO `shoes` VALUES ('17', '入门跑鞋', '1', 'MAVERICK2', '正常、内翻', '公路、塑胶跑道', '30', '349.00', '是今年新的配色系列。鞋面采用透气网布素材，可以保持鞋内的干爽舒适；后跟内置发泡型GEL胶，帮助降低落地时地面对脚部的冲击力，缓冲性好；大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/10276682900.html');
INSERT INTO `shoes` VALUES ('18', '入门跑鞋', '1', 'PATRIOT 8', '正常、内翻', '公路、塑胶跑道', '30', '350.00', '入门级缓冲慢跑鞋。透气的网面设计提供了舒适的包覆性和透气性，缓冲中底可以有效降低跑步着地时地面的冲力影响，提供舒适与保护。此款适合正常或内翻足型跑者进行低强度跑步训练', 'http://item.jd.com/10254554045.html');
INSERT INTO `shoes` VALUES ('19', '入门跑鞋', '12', 'ZARACA', '正常、内翻', '公路、健身房、塑胶跑道', '30', '329.00', '入门跑鞋，保护专业出色的缓冲性能的同时，更具备时尚的外形特征。后跟内置GEL，在跑步时可以发挥很好的缓冲性。是一款适合日常行走与初级跑者穿着的跑鞋', 'http://item.jd.com/1060881974.html');
INSERT INTO `shoes` VALUES ('20', '入门跑鞋', '12', 'ZARACA', '正常、内翻', '公路、健身房、塑胶跑道', '30', '329.00', '入门跑鞋，保护专业出色的缓冲性能的同时，更具备时尚的外形特征。后跟内置GEL，在跑步时可以发挥很好的缓冲性。是一款适合日常行走与初级跑者穿着的跑鞋', 'http://item.jd.com/1060883840.html');
INSERT INTO `shoes` VALUES ('21', '入门跑鞋', '12', 'ZARACA', '正常、内翻', '公路、健身房、塑胶跑道', '30', '329.00', '入门跑鞋，保护专业出色的缓冲性能的同时，更具备时尚的外形特征。后跟内置GEL，在跑步时可以发挥很好的缓冲性。是一款适合日常行走与初级跑者穿着的跑鞋', 'http://item.jd.com/1067745398.html');
INSERT INTO `shoes` VALUES ('22', '专业稳定', '2', 'GT-2000 4', '正常、外翻', '公路、塑胶跑道', '60', '890.00', '今年夏季的主推系列之一。新的无缝线鞋面设计，使鞋面柔软和贴合脚面，穿着舒适；鞋中底采用高反弹材料和轻量材料组合的FluidRide双层缓冲中底，使跑步步伐舒适流畅；后跟的保护后套系统，发挥出很好的包覆性和稳定性；大底设计有不妨碍重心引导线功能，', 'http://item.jd.com/10121308519.html');
INSERT INTO `shoes` VALUES ('23', '专业稳定', '2', 'GEL-EXALT', '正常、外翻', '公路、健身房、塑胶跑道', '50', '369.00', '是一款入门级避震跑步鞋款。中底内侧搭载DUOMAX装置，防止外翻现象的产生。加上后跟GEL与中足部的TRUSSTIC构造，使该款成为一双高性价比的基础鞋款。该鞋适合各类消费者慢跑或低强度训练。', 'http://item.jd.com/1449248049.html');
INSERT INTO `shoes` VALUES ('24', '专业稳定', '2', 'LADYGT-2000', '正常、外翻', '公路、塑胶跑道', '60', '890.00', '是女款GT-2000系列的宽楦版。新的无缝线鞋面设计，使鞋面柔软和贴合脚面，穿着很舒适；鞋中底采用高反弹材料和轻量材料组合的FluidRide双层缓冲中底，使跑步步伐舒适流畅；后跟的保护后套系统，发挥出很好的包覆性和稳定性；大底设计有不妨碍重心引导线功能，和提高稳定性的中足稳定片设计；另外，GEL脚形状的改版，有效提升了缓冲避震效果。此鞋款尤其适合脚背较高或脚部偏宽的女性跑者。', 'http://item.jd.com/10121333720.html');
INSERT INTO `shoes` VALUES ('25', '专业稳定', '2', 'GT-2000 4', '正常、外翻', '公路、塑胶跑道', '60', '890.00', '今年夏季的主推系列之一。新的无缝线鞋面设计，使鞋面柔软和贴合脚面，穿着舒适；鞋中底采用高反弹材料和轻量材料组合的FluidRide双层缓冲中底，使跑步步伐舒适流畅；后跟的保护后套系统，发挥出很好的包覆性和稳定性；大底设计有不妨碍重心引导线功能，和提高稳定性的中足稳定片设计；另外，GRL胶形状的改变，更有效提升了缓冲避震效果。次鞋款适合正常或外翻足型跑步爱好者进行中高强度的跑步训练。', 'http://item.jd.com/10236490520.html');
INSERT INTO `shoes` VALUES ('26', '专业稳定', '2', 'GEL-KAYANO22', '正常、外翻', '公路、塑胶跑道', '60', '1290.00', '稳定跑鞋旗舰款，运用了新的性能材料和现代感设计，堪称为ASICS的鞋皇。新的无缝隙FluidRide鞋面设计可以给跑者好的安全感和舒适感；中底部分采用高反弹材料和轻量材料组合的FluidRide双层缓冲中底，使跑步步伐舒适流畅，并且，在中底加入了Dynamic支撑系统，提供给外翻足型跑者好的保护。新的ComforDry X-40鞋垫和ComforDry鞋帮的运用，又给轻度至中度脚外翻跑者额外的舒适感和稳定性。', 'http://item.jd.com/10148805799.html');
INSERT INTO `shoes` VALUES ('27', '专业稳定', '2', 'KAYANO', '正常、外翻', '公路、塑胶跑道', '60', '1290.00', '高稳定鞋款GEL-KAYANO系列的LITE SHOW版本。为了让跑者安全，在鞋面部分搭载再归反射材料并使用蓄光GEL。中空的TRUSSTIC设计使重心引导线能不受阻碍的发挥其功能，提高了跑步的安定性。上平面锯齿状构造的动态双密度防倾斜装置，分散了着地时地面对脚底的冲击力，减轻了脚部负担。进化的百磨不克系统，在中足内侧与MP关节的内外两侧使用带有很好的伸缩性的材料，实现了良好的舒适性。', 'http://item.jd.com/1485707336.html');
INSERT INTO `shoes` VALUES ('28', '专业稳定', '2', 'GEL-NOOSA TRI 11', '正常、外翻', '公路、塑胶跑道', '60', '750.00', '是一款具有高透气性和高缓冲性，适应路跑和铁人三项运动的训练鞋款。前足部鞋面使用了提花网布，使穿着更加透气舒适；中足部搭载的Dynamic Duomax构造，分散了着地时的地面冲击力；延伸到前足部的Propulsion Plate，与从中足部延伸到鞋头的重心引导线，实现了稳定高效的跑步效率。', 'http://item.jd.com/10254531943.html');
INSERT INTO `shoes` VALUES ('29', '专业稳定', '2', 'GEL-DS TRAINER 21 NC', '正常、内翻', '公路、塑胶跑道', '60', '750.00', '是一款马拉松训练鞋。前足部中央的DUOSOLE的构造，使鞋子变得轻量，并能牢牢抓紧鞋面，中底采用轻质中底Solyte和轻量构造的鞋面，比以前重量更为减轻。延伸到前足部的PROPULSION PLATE,与中足部延伸到鞋头的重心引导线，实现了稳定高效的跑步效率。', 'http://item.jd.com/10571294713.html');
INSERT INTO `shoes` VALUES ('30', '专业稳定', '1', 'GEL-EXAL', '正常、外翻', '公路、塑胶跑道', '40', '399.00', '是一款入门级避震跑步鞋款。中底内侧搭载DUOMAX装置，防止外翻现象的产生。加上后跟GEL与中足部的TRUSSTIC构造，使该款成为一双高性价比的基础鞋款。该鞋适合各类消费者慢跑或低强度训练。', 'http://item.jd.com/1449241326.html');
INSERT INTO `shoes` VALUES ('31', '专业稳定', '1', 'GEL-KAYANO 22 LITE-SHOW', '正常、外翻', '公路、塑胶跑道', '60', '1390.00', '是经典跑鞋GEL-KAYANO 22的LITE-SHOW版本。鞋面增加了野性图文的设计和反光条素材，增强时尚感的同时提高了夜间运动安全性。新的无缝隙FluidFit鞋面设计可以给跑者好的安全感和舒适感；在中底加入了DynamicDuomax支撑系统，提供给外翻足型跑者良好的保护。新的ComforDry X-40鞋垫和ComforDry鞋帮的运用，又给轻度至中度脚外翻跑者额外的舒适感和稳定性。此款适合进行中高强度的跑步训练。', 'http://item.jd.com/10236274305.html');
INSERT INTO `shoes` VALUES ('32', '专业稳定', '1', 'GT-2000 4', '正常、外翻', '公路、塑胶跑道', '60', '990.00', '是ASICS的稳定系列跑鞋。中底采用高反弹材料和轻量材料组合的FluidRide双层缓冲中底，使跑步步伐更加的舒适流畅；后跟保护后套系统，提供给跑者良好的包覆性和稳定性；大底采用不妨碍重心引导功能，及提高稳定性的中足稳定片设计，给到有轻中度外翻足型的跑者更多保护。', 'http://item.jd.com/10532827061.html');
INSERT INTO `shoes` VALUES ('33', '专业稳定', '1', 'KAYANO', '正常、外翻', '公路、健身房、塑胶跑道', '60', '1390.00', '是一款IGS认证的高稳定性鞋款。中底采用高反弹材料和超轻量材料组合的FluidRide双层缓冲中底，使跑步步伐舒适流畅。后跟搭载的稳定后套系统、与鞋面TPU部件使包覆性好鞋面采用适合脚部运动的FluidFit舒适鞋面设计，实现了跑步过程中的贴脚性和包覆性。另外，鞋内还采用了具有抗菌、防臭，并且提高反弹性的OrthoLite中垫，让穿着者体验良好。', 'http://item.jd.com/1469847053.html');
INSERT INTO `shoes` VALUES ('34', '缓冲', '2', 'GEL-IMPRESSION 6', '正常、内翻', '公路、健身房、塑胶跑道', '40', '312.00', '入门级缓冲慢跑鞋，后跟GEL系统与中底TRUSSTIC装置提高了鞋子的稳定性，适合大多消费者慢跑或低强度训练。', 'http://item.jd.com/1133142983.html');
INSERT INTO `shoes` VALUES ('35', '缓冲', '2', 'MAVERICK', '正常、内翻', '公路、塑胶跑道', '40', '349.00', '是今年春夏的配色系列。鞋面采用透气网布，内置发泡型GEL胶，穿着舒适，缓冲性佳。大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/1815209449.html');
INSERT INTO `shoes` VALUES ('36', '缓冲', '2', 'MAVERICK', '正常、内翻', '公路、塑胶跑道', '40', '349.00', '是今年春夏的配色系列。鞋面采用透气网布，内置发泡型GEL胶，穿着舒适，缓冲性佳。大底的耐磨橡胶，同时兼具防滑性。此款适合内翻和正常足人群，进行低强度训练或日常穿着。', 'http://item.jd.com/1518946813.html');
INSERT INTO `shoes` VALUES ('37', '缓冲', '2', 'GEL-NIMBUS 18', '正常、内翻', '公路、塑胶跑道', '60', '1190.00', '是NIMBUS系列新一代的产品。中底采用高反弹材料和轻量材料组合的FliudRide双层缓冲中底，使跑步步伐流畅；前足部和后跟部位搭载大面积GEL，在着地时发挥良好的缓冲性；顺应脚步动作配置无缝线补强的FliuFit舒适鞋面设计和高伸缩网布，实现了柔软的穿着感和良好的包覆感；内置具有抗菌、防臭功能，并提高反弹性的ComforDry X-40鞋垫，跑步体验佳。', 'http://item.jd.com/10212246008.html');
INSERT INTO `shoes` VALUES ('38', '缓冲', '2', 'GEL-QUANTUM 180', '正常、内翻', '公路、塑胶跑道', '60', '890.00', 'ASICS革新进化商品。180度GEL提供多方面防护的高缓冲性，大底的TPU强化了中足的稳定性，如同拖鞋般的贴胶舒适度与良好透气度的无缝线新网面设计，给予了跑者一个不一样的跑步体验。', 'http://item.jd.com/10532152970.html');
INSERT INTO `shoes` VALUES ('39', '缓冲', '2', 'GEL-IMPRESSION 8', '正常、内翻', '公路、塑胶跑道', '30', '480.00', '是ASICE的入门级缓冲性慢跑鞋。后跟内置的GEL可以提升缓冲效果，减轻地面对脚部的冲击力。此款适合正常或内翻足型跑者进行低强度跑步训练。', 'http://item.jd.com/10236304158.html');
INSERT INTO `shoes` VALUES ('40', '缓冲', '1', 'GEL-CONTEND', '正常、内翻', '公路、塑胶跑道', '40', '349.00', '入门级缓冲慢跑鞋，后跟GEL系统减轻地面对脚部的冲击力，适合各类消费者慢跑或低强度训练。', 'http://item.jd.com/1076751540.html');
INSERT INTO `shoes` VALUES ('41', '缓冲', '1', 'MAVERICK', '正常、内翻', '公路、塑胶跑道', '40', '349.00', '鞋面采用透气型网布，内置发泡型GEL胶，穿着舒适缓冲性佳，大底橡胶具有耐磨防滑性，适合内翻和正常脚及低强度训练或日常穿着的跑步爱好者。', 'http://item.jd.com/1471009101.html');
INSERT INTO `shoes` VALUES ('42', '缓冲', '1', 'GEL-NIMBUS18 LITE-SHOW', '正常、内翻', '公路、塑胶跑道', '60', '1290.00', '是NIMBUS系列的夜跑版。中底采用高反弹材料和轻量材料组合的Fluid-Ride双层缓冲中底，使跑步步伐更加的舒适流畅。前足部和后跟部位搭载大面积GEL,在着地时发挥良好的缓冲性。顺应脚部动作配置无缝线补强的FluidFit舒适鞋面设计和高伸缩网布，实现了柔软的穿着感和良好的贴脚感。另外，在鞋内部采用了具有抗菌、防臭，并提高反弹性的Comfordry X-40鞋垫，舒适性更加。鞋身搭载3D印刷的再归反射材料，增加了夜晚跑步的乐趣和安全性。', 'http://item.jd.com/10313718679.html');
INSERT INTO `shoes` VALUES ('43', '缓冲', '1', 'GEL-QUANTUM 360 CM', '正常、内翻', '公路、塑胶跑道', '60', '1390.00', '在本季使用创意的变色网面设计，同时兼具保护性及时尚性。360度GEL提供全方面防护的高缓冲性，加上大底的TPU更大强化了中足的稳定性，如同拖鞋般的贴脚舒适度与良好透气度的无缝线创新变色龙鞋面设计，给予了跑者一个新的活力感的体验。', 'http://item.jd.com/10579782026.html');
INSERT INTO `shoes` VALUES ('44', '缓冲', '1', 'fuzeX', '正常、内翻', '公路、塑胶跑道', '60', '890.00', '专为年轻族群所设计的新鞋款。结合轻量性X保护性X灵活性为一体。全脚掌设计为全掌fuzeGEL，运用Solyte中底减少重量的同时，又提高了缓冲性。8mm的DROP，减轻重量的同时，增加了灵活性。另外，全面接触大底提供了很好的稳定性和保护性。', 'http://item.jd.com/10172260300.html');
INSERT INTO `shoes` VALUES ('45', '缓冲', '1', 'GEL-QUANTUM 180', '正常、内翻', '公路、塑胶跑道', '60', '840.00', '是ASICS的革新进化产品。新的180度的保护，结合了强大的革新设计。180度GEL提供更周全防护的高缓冲性；加上大底的TPU稳定片更有效强化了中足部的稳定度。如同拖鞋般的贴脚舒适感与良好的无缝线新网面设计，给予跑者一个新的体验。另外，跑鞋整体光滑、流线的造型和丰富的配色在这一季也让人眼睛一亮。', 'http://item.jd.com/10120272503.html');
INSERT INTO `shoes` VALUES ('46', '缓冲', '1', 'GEL-CUMULUS17 ', '正常、内翻', '公路、塑胶跑道', '60', '780.00', '在老的CUMULUS系列上外观方面有了现代感的革新。中底部分采用FluidRide设计及前后足的大型GEL 提供了缓冲性跑者舒适的平台。新的无缝线网布设计实现了跑者跑步时的轻量化。', 'http://item.jd.com/10124034302.html');
INSERT INTO `shoes` VALUES ('47', '缓冲', '1', 'GEL-SENDAI', '正常、外翻', '公路、塑胶跑道', '60', '1390.00', '是ASICS高端跑鞋的新贵成员，属于缓冲跑鞋鞋款。鞋跟后掌出围绕着很多块的GEL，吸震GEL同时发挥出很好的缓震性和支撑性，将跑步着地时产生的冲击力充分吸收，避免运动伤害；鞋身搭载FluidFit动态贴合鞋面，给跑者多方位的舒适性和包覆性；后跟稳定系统以及Propulsion Trusstic足弓缓震片，在提供很好的流畅以及舒适跑步体验的同时，相比上一代也减轻了近15克的重量，很受跑步爱好者喜爱。', 'http://item.jd.com/1715834964.html');
INSERT INTO `shoes` VALUES ('48', '缓冲', '1', 'GEL-GALAXY 8', '正常、内翻', '公路、塑胶跑道', '30', '1071.00', '是一款IGS认证的高缓冲性慢跑鞋。中底采用高反弹材料和超轻量材料组合的Fluid-Ride双层缓冲中底，使跑步步伐更加舒适流畅。追求跑步中的舒适性，鞋面采用FluidFit舒适鞋面设计，补强的材料根据脚部的动作配置。大底搭载分割式的中足稳定片，更利于重心稳定片发挥其稳定性和提高跑步效率。采用后跟稳定后套系统，发挥了出色的包裹性和稳定性。', 'http://item.jd.com/10190737657.html');
